{
  "data": [
    {
      "name": "Home",
      "text": "Think for All Link All taught students won donated hours of volunteering LinkAll Programs Think For All, Link All A Revolution of Education Copyright © LinkAll 2024 — All rights reserved"
    },
    {
      "name": "About Us",
      "text": "ABOUT US Purpose LinkAll is a nongovernmental, nonprofit organization established in January 2024, under the fundamental purpose of giving primary education for all students around the world, starting from South Korea. We wish to minimize the educational gap, and provide elemental happiness towards all children.    Vision In the current status quo, many individuals and organizations view the act of donation as a pitiful action done by one certain group to another. We wish to change that view. Our belief is that all individuals reach a point where they need a hand, and the act of donation is that hand, a material linking a person to a person. Within diverse methods to fulfill our purpose, our primary value is guaranteeing vital education for all in our society.    Impact The LinkAll Community currently has members from 2 different schools, and 1 nation. Through our actions of education, we were able to teach 6 students and donate 15,       000 won.      We are LinkAll. (2024.2) "
    },
    {
      "name": "Education",
      "text": "EDUCATION ENGLISH English Book Club Open! Junho Hwang 황준호 ENGLISH English Debate Club Open! Junho Hwang 황준호 MATH Mathematical Logical Thinking Doyung Yun 윤도영 미술 ARTS Coming Soon! 기술 TECH Coming Soon!"
    },
    {
      "name": "Members",
      "text": "MEMBERS member image Founder  Junho Hwang Hello, I'm currently in the international track of the HAFS graduating class of 2026. I founded LinkAll with the support of our co-founder in January 2024 for a revolutionary shift in the focus on donations and to activate direct methods to help individuals in need. YTN DC Champion (2020) KSDO Champion, Individual 1st Place (2021) Korea WSDC Top 24 (2023) E-ICON World Contest 1st Place (2023) Middle School International MUN SC Head Chair (2023) Hankyung Economy Competition 1st Place (2023) Ministry of Education Minister's Award x 2 (2023) Cogito Debate Society 19th Captain member image Co-Founder  Hyunseung Lee Hi! I co-founded LinkAll with the visionary of our founder. Together, we embarked on a mission like mentioned above. As a Pangyo High School junior, I took charge of the technical aspects, coding and shaping the technological foundation of LinkAll. KFASC 2022 Youth Science Exploration Group Convergence Exploration Project (Grand Prize) MSIT 2023 Exciting SW·AI Education Essay Contest (Grand Prize) Gyeonggi Provincial Superintendent of Education Commendation (2023 Gyeonggi Future Education) KFASC 2021 Youth Science Exploration Club Gold Award (KFASC Award) KFASC 2021 Youth Science Exploration Individual Activities Silver Award (KFASC Award) Korea Code Fair Hackathon Bronze Prize (2023 KIISE Chairman's Award) member image Woojin Cho Hello, I am a student in the international track of the HAFS. I'm here to help fulfill the vision of Linkall of providing primary guidance for students' education, and I'm mainly in charge of design-related works in LinkAll. Business Black Box 2023 2nd Place GS Retail Eco Creator 2023 Grand Prize Outburst 19th Designer Lux et Nox 19th Vice-Captain, Designer Token Students Designer member image Doyung Yun Hello! I am a student at Hankuk Academy of Foreign Studies, graduating in 2026. In LinkAll, I would like to share my knowledge about math and connect people across the globe with donations. Anyone who needs help in the education and learning process can get our support! HAFS Medical Biology Organization 19th Captain member image Yoojong Seo Hello, I'm YooJong Seo, a student in the international track of the HAFS class of 2026. Within LinkAll, I'm dedicated to promoting donations through direct person-to-person education.    "
    },
    {
      "name": "Committees",
      "text": "COMMITTEES Organizing Team member image Founder  Junho Hwang  member image Co-Founder  Hyunseung Lee  member image Designer  Woojin Cho    Education Team member image Teacher  Junho Hwang  member image Teacher  Doyung Yun  member image Teacher  Yoojong Seo    "
    },
    {
      "name": "Join Us",
      "text": "JOIN US First Name Last Name Email Phone Number (010-1234-5678) Country of Residence School Name Current Grade Brief Introduction of yourself (ex. abilities, motive of application)"
    },
    {
      "name": "Donation",
      "text": "Thank you for your interest in donation. Your steps of actions give the precious opportunity for students to learn, and have education. Your action is changing a person's life. Your thoughtful donation will be used to support young children receive primary education, and minimize the educational inequality. All donating activities will be uploaded to our website. Once again, we appreciate your kindness towards humanity. - Think for All, Link All. Direct Transfer Domestic"
    }
  ]
}