{
  "data": [
    {
      "name": "Home",
      "text": "Think for All Link All 명 가르침 원 기부함 시간 봉사함 LinkAll Programs Think For All, Link All A Revolution of Education Copyright © LinkAll 2024 — All rights reserved"
    },
    {
      "name": "About Us",
      "text": "우리에 대해 LinkAll의 목적 LinkAll은 2024년에 설립된 비정부 및 비영리 기구로, 기부의 진정한 의미를 전파하고 전 세계 인류가 참여하기를 단순화하는 기본 목적을 가지고 있습니다. LinkAll의 비전 현재의 사회에서 많은 개인과 단체들은 기부 행위를 한 그룹에서 다른 그룹으로 하는 애석한 행동으로만 보고 있습니다. 우리는 그 시각을 바꾸고자 합니다. 우리의 신념은 모든 개인이 언젠가는 도움의 손길이 필요한 순간이 오며, 기부 행위가 그 손길이 되어 한 사람을 다른 사람과 연결시키는 물질적인 표현이라고 믿습니다. 우리의 목적을 달성하기 위한 다양한 방법 가운데, 우리의 주요 가치는 사회 전체에 필수적인 교육을 보장하는 것입니다. LinkAll의 영향 현재 LinkAll 커뮤니티는 2개의 다른 학교와 1개 국가의 회원으로 이루어져 있습니다. 교육 활동을 통해 우리는 6명의 학생에게 가르치고,15,000원을 기부할 수 있었습니다. 우리는 LinkAll입니다. (2024.2)"
    },
    {
      "name": "Education",
      "text": "교육 영어 ENGLISH English Book Club Open! Junho Hwang 황준호 ENGLISH English Debate Club Open! Junho Hwang 황준호 수학 MATH Mathematical Logical Thinking Doyung Yun 윤도영 미술 ARTS Coming Soon! 기술 TECH Coming Soon!"
    },
    {
      "name": "Members",
      "text": "멤버들 member image 창립자 황준호 안녕하세요, 반갑습니다. 저는 현재 용인한국외국어대학교부설고등학교 2026년도 졸업반 국제 트랙에 속해 있습니다. 저는 2024년 1월에 공동 창립자의 지원을 받아 LinkAll 단체를 설립했습니다. 이 단체 및 프로젝트는 기부에 대한 관심을 혁신적으로 전환하고 도움이 필요한 사회 속 사람들을 직접 돕기 위한 방법을 활성화하는 것에 목표를 두고 있습니다. YTN/HUFS 전국영어토론대회 우승 (2020) 한국 학교 토론 선수권 대회 우승, 개인상 1위 (2021) 대한민국 영어토론 국가대표 24인 (2023) E-ICON 세계 앱개발 대회 1위 (2023) 세계 중학생 모의유엔 대회 안전보장이사회 대표 의장 (2023) 한경경제체험대회 대상 (2023) 교육부 장관상 x 2 (2023) 외대부고 코기토 영어토론 동아리 19대 부장 member image 공동 창립자 이현승 안녕하세요! 저는 판교고등학교 1학년입니다. 어려서부터 흥미를 가지고 공부해 오던 코딩 지식을 바탕으로 LinkAll의 비전 실현을 돕기 위해 LinkAll의 웹사이트 제작을 담당하고 있습니다. 한국과학창의재단 2022 청소년과학탐구반 융합탐구과제 최우수상 (과학기술정보통신부 장관상) 2023년 신나는 SW·AI 교육수기공모전 최우수상 (과학기술정보통신부 장관상) 경기도교육감 표창장 (2023년 경기미래교육) 한국과학창의재단 2021년 청소년 과학 탐구 동아리 금상 (한국과학창의재단 이사장상) 한국과학창의재단 2021년 청소년 과학 탐구 동아리 개인 활동 은상 (한국과학창의재단 이사장상) 한국코드페어 해커톤 동상 (2023년 한국정보과학학회 회장상) member image 조우진 자기소개 안녕하세요, 저는 용인한국외국어대학교부설고등학교 국제 트랙에 재학 중인 학생입니다. 저는 학생들의 기본 교육을 지원하고자하는 LinkAll의 비전 실현을 돕기 위해 함께하고 있으며, 디자인 관련 업무를 주로 담당하고 있습니다. 비스니스 블랙 박스 2023 2등 GS 에코크리에이터 2023 대상 외대부고 아웃버스트 19대 디자이너 외대부고 영어영화평론동아리 19대 차장, 디자이너 Token Students 디자이너 member image 윤도영 안녕하세요! 저는 2026년에 졸업하는 한국외국어대학교부설고등학교 학생입니다. LinkAll에서 수학에 대한 지식을 공유하고 기부를 통해 사람들을 연결하고 싶습니다. 학습 과정에서 도움 이 필요한 사람이라면 누구나 지원받을 수 있습니다. 외대부고 의생명동아리 19기 부장 member image 서유종 안녕하세요, 저는 2026년 HAFS 국제트랙에 속한 서유종입니다. LinkAll 내에서 직접 개인 간 교육을 통해 기부를 촉진하는 데 전념하고 있습니다. "
    },
    {
      "name": "Committees",
      "text": "위원회 Organizing Team member image 창립자 황준호 member image 공동 창립자 이현승 member image 디자이너 조우진 Education Team member image 선생님 황준호 member image 선생님 윤도영 member image 선생님 서유종 "
    },
    {
      "name": "Join Us",
      "text": "참여하기 이름 성 메일 전화번호 (010-1234-5678) 거주 국가 학교 이름 현재 학년 간단한 소개"
    },
    {
      "name": "Donation",
      "text": "기부 기부에 대한 관심에 정말 감사의 마음을 표합니다. 여러분의 작은 행동은 누군가의 지원을 가능하게 하며 많은 개인들을 우리 사회와 연결할 수 있는 능력을 가지고 있습니다. 여러분의 사려 깊은 기부는 공식 기관을 통해 필요한 이들을 지원하는 데 사용될 것입니다. 기부 활동은 모두 우리 웹사이트에 업로드될 것입니다. - Think for All, Link All. 계좌이체 국내"
    }
  ]
}
